[{ "name": "Elbphilharmonie", "coordX": 9.984005, "coordY": 53.541324, "directory": "elbphilharmonie", "text": "Architect: Herzog & de Meuron\nDescription: The Elbphilharmonie will be an innovative concert hall. There will also be harbor-facing apartments. The building is supposed to be designed like a sailboat and it will be completed by 2017." },
 { "name": "Unilever", "coordX": 9.993400, "coordY": 53.539224, "directory": "unilever", "text": "Architect: Behnisch Architekten\nDescription: This is Unilever’s headquarter’s for Germany, Austria and Switzerland. The design of the building is modeled after a cruise ship. Its facade is made of glass." },
 { "name": "Am Kaiserkai 45", "coordX": 9.988257, "coordY": 53.540954, "directory": "kaiserkai45", "text": "Architect: SML Architekten\nDescription: This building has luxury apartments with views of the harbor. Its interiors were designed by Philippe Stark. The contrasting colors and jagged lines make the building stand out." },
 { "name": "Am Kaiserkai 1", "coordX": 9.993041, "coordY": 53.541204, "directory": "kaiserkai1", "text": "Architect: nps tchoban voss\nDescription: Offices and restaurants are located in this building, which is adjacent to the Marco Polo terraces. Tenants include NYK Line, Regus and Hamburger Sparkasse." },
 { "name": "Am Kaiserkai 10 - 12", "coordX":  9.990531, "coordY": 53.541810, "directory": "kaiserkai10_12", "text": "Architect: ingenhoven architects\nDescription: The tower of Am Kaiserkai 10-12 can be seen from much of the HafenCity. It has apartments on eleven floors. The oval design is distinct from the surrounding rectangular buildings." },
 { "name": "Am Kaiserkai 56", "coordX": 9.987309, "coordY": 53.541668, "directory": "kaiserkai56", "text": "Architect: LOVE architecture, überNormalNull\nDescription: This building, which is adjacent to the Elbphilharmonie, contains apartments and a Thai restaurant. It is notable for its rounded windows and protruding balconies." },
 { "name": "Am Sandtorkai 68", "coordX": 9.987428, "coordY": 53.542692, "directory": "sandtorkai68", "text": "Architect: Ingenhoven und Partner Architekten\nDescription: The offices of Drees & Sommer Hamburg and Field Fisher Waterhouse are found in this building. Its facade has a mix of materials and colors." },
 { "name": "H2O", "coordX": 9.988962, "coordY": 53.542804, "directory": "h2o", "text": "Architect: Spengler Wiescholek Architekten\nDescription: The H2O building has a mix of apartments and offices. The Steuerberaterverband Hamburg and H&R Info Tech are located here. A large glass facade faces the harbor." },
 { "name": "China Shipping", "coordX": 9.990624, "coordY":53.542924, "directory": "china_shipping", "text": "Architect: BRT Architekten\nDescription: China Shipping’s German headquarters are located in this building. It is notable for its red metal beams and cantilevered design." },
 { "name": "Harbour Cube", "coordX": 9.991376, "coordY":53.542944, "directory": "harbour_cube", "text": "Architect: Marc-Olivier Mathez\nDescription: The Harbour Cube is residential building with twenty apartments. It has straight, clean lines and its facade is mad entirely of red brick. The apartments have a view of the harbor." },
 { "name": "Hamburg-America Center", "coordX": 9.994897, "coordY": 53.543186, "directory": "hamburg_america_center", "text": "Architect: Richard Meier & Partners\nDescription: The building of the Hamburg-America Center has an entirely glass facade. Various offices in the building promote cultural and economic ties between the US and Germany." },
 { "name": "Coffee Plaza", "coordX": 9.995037, "coordY":53.542401, "directory": "coffee_plaza", "text": "Architect: Richard Meier & Partners\nDescription: The Coffee Plaza gets its name from the building’s primary tenant, Neumann Gruppe, a coffee service company. The towering oval building is located in the Sandtorpark." },
 { "name": "Marco Polo Tower", "coordX": 9.993032, "coordY": 53.539597, "directory": "marco_polo_tower", "text": "Architect: Behnisch Architekten\nDescription: This residential building is located directly on the Elbe river. There are 58 apartments on 17 floors. In addition to its height, the tower is notable for its irregular lines. The terraces provide views of the harbor." },
 { "name": "Am Dalmannkai 12 - 18", "coordX": 9.994837, "coordY": 53.541633, "directory": "dalmannkai12_18", "text": "Architect: Spengler & Wiescholek\nDescription: The first two floors of this building house an elementary school and a daycare center. The upper floors have apartments. The apartments have unique red rectangular balconies." },
 { "name": "Sumatra", "coordX": 9.997977, "coordY":53.541718, "directory": "sumatra", "text": "Architect: Erick van Egeraat associated architects\nDescription: The Sumatra building houses offices, apartments and restaurants. It houses the offices of ReGe Hamburg and Computer Bild. The building stands out for its contrasting colors and glass entrance." }]
 
 
